/********************************************
============================================
    串口  
    波特率 115200 
    数据位 8 
    校验位 无
    停止位 1位
    流控   无
	串口连接注意事项：切勿使用蓝牙等无线串口连接
    RX                  PTD3
    TX                  PTD2
============================================
   
*********************************************/  
#include "headfile.h"
#include <string.h>

uint8 dis_image[64][128];
int main(void)
{      
  get_clk();//上电后必须运行一次这个函数，获取各个频率信息，便于后面各个模块的参数设置

  uart_init(uart2,115200);       
  OLED_Init();
    
  while(1)
  {

	}
}




